tap "homebrew/cask-fonts"

brew "git"
brew "vim"
brew "zsh"
brew "python"
brew "terraform"
brew "n"
brew "yarn", args: ["ignore-dependencies"]

cask "font-sourcecodepro-nerd-font"

cask_args appdir: "/Applications"

cask "brave-browser"
cask "firefox-developer-edition"
cask "hyper"
cask "intellij-idea"
cask "slack"
cask "docker"
cask "moom"
cask "alfred"
cask "spotify"
cask "insomnia"
cask "visual-studio-code"
cask "webex-teams"
