tap "homebrew/cask-fonts"

brew "git"
brew "vim"
brew "zsh"
brew "fnm"
brew "yarn", args: ["ignore-dependencies"]
brew "rbenv"

cask "font-sauce-code-pro-nerd-font"

cask_args appdir: "/Applications"

cask "brave-browser"
cask "hyper"
cask "jetbrains-toolbox"
cask "docker"
cask "moom"
cask "alfred"
cask "spotify"
cask "insomnia"
cask "visual-studio-code"
