tap "caskroom/fonts"

brew "git"
brew "vim"
brew "zsh"
brew "zplug"
brew "python"
#brew "yarn", args: ["without-node"]

cask "font-sourcecodepro-nerd-font"

cask_args appdir: "/Applications"

cask "google-chrome"
cask "firefox"
cask "hyper"
cask "intellij-idea"
cask "slack"
cask "docker"
cask "moom"
cask "alfred"
cask "spotify"
cask "insomnia"

